# This generated file is Image Uploader's language file. It must be saved in UTF-16LE encoding.
1d761f10 = Despre program...
6fe2f630 = Sunt recunoscător
0ceccf2d = Beta-testerilor:
f8ebaf02 = E-mail:
2c3e3817 = Nume fişier: 
3fde1c4d = Mărimea fişierului: 
5afc5823 = Lungime: 
629e0a59 = Bitrate sumar: 
30a42e15 = Video: 
aead9fd5 = Audio
35e1d1ef = Subtitre: 
e29e8b9d = OK
2dbdcac2 = Anulare
7a6bb0dd = Integrare cu  Windows
5c86907e = Integrare în meniul contextual a imaginilor
40bf08bc = Încarcă deodată pe server:
af6a8159 = Integrare în meniul contextual a fişierelor video
cc92ff77 = Setările conexiunii
5daccde0 = Foloseşte proxy-server
0568dd5a = Adresa:
4d35c9cc = Port:
fda30f45 = Tipul serverului:
512fffc4 = Este necesară autorizarea
98c71d46 = Login:
8c2e3a60 = Parola:
6849c1f1 = Limba interfeţei:
9af7b35a = Parametri de autorizare
20bf5b05 = Parametrii speciali
c9c09bcb = Colţul stânga sus
5231a02d = Centru sus
d107f9f0 = Сolţul dreapta sus
6caceb5b = Colţul stânga jos
012d3528 = Centru jos
de2c2bb9 = Сolţul dreapta jos
2c236951 = Sunteţi siguri să plasaţi textul şi logotipul în aceeaşi poziţie pe imagine?
a6c0c25e = Parametrii imaginilor
6d5384fc = Numele fişierului:
a7cf5b82 = Poziţia logo-ului:
8048ce2f = Watermark
214f5c8c = Text pe imagine
457361bd = Introduceţi text:
f747e5b2 = Culoarea text-ului:
ab6c6ee3 = Culoarea conturului:
6fb6c3f7 = Parametrii schiţelor
3f2af013 = Culoarea ramei:
4f52a8ca = Culoarea 1 a gradientului:
411239af = Culoarea 2 a gradientului:
7c3cea35 = Fişiere video
ce130e33 = Toate fişierele
8a069296 = Imagini
49d33458 = Adaugă imagini
b734309e = Adaugă mapa
a8af871e = Lipire
09f201ca = Şterge totul
765ee8b7 = Vizualizează
4a55172f = Şterge
e65e543d = Proprietăţi
1218507a = Redactează
9f756160 = Importă video
875298c8 = Şterge din listă
115da62a = Date tehnice a fişierului
c51f95fe = Se încarcă...
2867df13 = Eroare:
3126ab61 = Fişierul "
a5ed9743 = " nu a fost gasit!
d230f825 = Copiere în Clipboard
a99900e1 = Nu pot deschide imagine
cc770f88 = Captură ecran
6c30a068 = Сalitate:
ac0021f5 = Pauză:
d0878a77 = Format:
915e2413 = s
d1e2388f = Încarcă imaginile
f540547f = Deschide în Image Uploader
e8029bb7 = Setări
e40bb608 = Setari generale
c7dda4f7 = Aplică
de05f9c8 = Automat
f8cf9898 = Fişierul
0eb5700d = Imaginea depăşeşte mărimea maximă
fb2b7199 = Fişierul depăşeşte mărimea maximală admisă pe serverul %s (%s).
6d78d85f = Schimbaţi setările imaginilor sau alegeţi alt server, ca imaginea sa fie incarcata.
c4c0c2b6 = Parametrii imaginii
922f7a69 = Schimbarea lăţimei:
6c81ddc1 = Salvează proporţiile
8cdc9a4c = şi/sau înălţimi:
bc511ace = Pentru toate
75a48d7a = Ignoră
b1570d02 = Server-ul pentru încărcarea imaginilor:
9f6b1321 = Păstrează fără schimbări
a2f5ad65 = Tabela schiţelor cu marire prin click
b0fb3429 = Schiţe cu marire prin click
91ba39c4 = Datele tehnice a ultimului fişier video
075c48be = Foloseşte şablon
b0e84f76 = Autorizare pe server...
3d0e8db9 = Se prelucrează fişierul %d din %d...
fd6d47ca = Pregătirea fişierului...
ea6b0234 = În total %d fişier(e) au fost încărcate.
4b24cf15 = În procesul încărcării a %d fişiere au fost erori.
98bbd427 = Fără erori.
9463fcf2 = Stop
54c550a9 = Încărcarea a fost anulată.
a21c6ad6 = Fişierul curent:
8a15ab27 = Încărcat %s din %s
6cdda9c1 = Finisează >
a6e8fea3 = Progresul total:
6ea15df2 = Nr.de imagini în linie:
86d98d71 = Codul:
e9b53ff7 = Încarcă
f33e53f9 = Adaugă logotip
b6e5bc46 = Adaugă text
2a4c8280 = Alte setări...
f36b1ee1 = Ramă
1c3402b1 = Apasă butonul "Încarcă" pentru a începe procesul de încărcare a imaginilor pe server
977a725c = Extrag cadrul video... 
fa458107 = Extragerea cadrelor video a fost oprită de către utilizator.
e2ee562e = Extragerea cadrelor video
93b3bf12 = Accesez codecurile necesare...
f1161e93 = Nu am găsit codecurile necesare (format necunoscut).
693048b4 = Imposibil de a accesa codecurile.
4c1ac91b = Încărcarea fişierului...
863ea027 = Nu pot încărca fişierul video.
df7edeb4 = Accesarea codecurilor...
9ac04bc3 = Ultima încercare de a accesa codecurile...
cc35fa5d = Greşeală în accesarea filtrurilor (format necunoscut).
6990ff6f = Nu pot procesa lungimea fişierului video. Posibil fişierul este corupt sau formatul nu este accesibil.
63394810 = Extragerea cadrelor a avut loc cu succes.
7cb5385f = Extragerea cadrelor
baa8a113 = Alege...
10f13a37 = Deinterlacing
9cb01a07 = Numărul cadrelor:
5cd31542 = Mai multe fişiere
63120296 = Un singur fişier
47612578 = Salvează ca:
1834ede8 = Extrage
8b6b783f = Parametri...
239b51b4 = Setările aspectului exterior
75390e20 = Numărul coloanelor:
6b49f86b = Lăţimea schiţei:
1ba228f7 = Intervalul orizontal:
a145c08f = Intervalul vertical:
7d8c71fc = Adaugă mapă...
6b26e91a = Din clipboard
c4bc189c = Importă fişier video
4e6171f9 = Extragerea cadrelor din fişiere video
e9406660 = Datele tehnice a fişierului...
24debbd2 = Fotografierea unei părţi a ecranului...
cea255df = Setări
9f75909c = Pentru utilizatori avansaţi
fbc586e5 = Fişiere audio
9847c8e8 = Alegeţi acţiunea:
d95fab48 = Sfat:
92232fa7 = Trageţi fişierul în fereastra programului pentru a fi prelucrat!
73ed0bac = Bine aţi venit! Acest program de încărcare a imaginilor va ajuta să publicaţi fotografiile dvs. şi alte imagini pe Internet!
609f0f2d = Sunteţi siguri că doriţi să ieşiţi?
faa4b366 = Înainte >
b6811e6e = Parametrii imaginilor şi selectarea serverului
8a3d02eb = Încărcarea fişierelor pe server
90aa3be8 = Inclusiv subdirs
b7fe8e51 = Despre program...
8afd631d = Ieşire
00c9c371 = < Înapoi
73ffcd54 = Traducatorilor:
b6fcb38f = Fişiere executabile
23531f83 = Editor de imagini:
af39330b = Cautarea imaginilor...
913e7a88 = Se prelucreaza catalogul:
afce09cd = Atenţie! Image Uploader trebuie sa fie repornit pentru a afişa limba nou aleasă.
372d63bc = Copiere automată in clipboard
7c9211fa = Setari de amplasarea cadrelor
fd28e32b = Arata log
7ffa1911 = Erori
46a24ee7 = Arata automat fereastra cu log de erori
5f1de092 = Log de errori
0ccfa110 = Ştergerea listei
cec2a305 = Ascunde
7a66d43f = Lista de imagini
c599dbba = Nu pot genera schita pentru imagine.
cd1fd77c = Fisier:
28a40ee8 = Fisierul "%s" nu a fost gasit.
c0dfc2cf = Incarcarea
d72a666b = Video Grabbing Module
8197437b = Bibilioteca MediaInfo.dll n-a fost gasita. \nVizualizarea datelor tehnice a fişierelor nu va fi accesibila.
feaed847 = Adauga Image Uploader in meniul "Send to" (Trimite)
9f7264fd = Incarc schiţa...
bd7c9d78 = Font...
7aa929a3 = File:
8ebcc085 = Eroare in processul extragerii cadrelor.
d9ca0005 = Nu pot gasi MediaInfo.dll!
684dca15 = Cere confirmare intainte de iesire
21d9e9d0 = Captura întregului ecran
84dae5ca = Captura ferestrei active
adb51bcc = Inchide
d8fa486b = Aveti nevoie de integrare în meniul contextual Explorer-ului?
e25799d1 = N-am putut sa incarc schita pentru imaginea "%s"  la server. 
af3ccfef = Incarcarea n-a avut succes. Repet (%d)...
70647cb3 =  Incarcarea n-a avut succes! (limita de incerari s-a epuizat)
f6436cf5 = Astept raspunsul de la server...
f9adf6cf = Incarcarea fisierului la server...
bc508685 = Efectuez operatia #%d...
0018103f = Erori in procesul incarcarii
7a323f95 = Arata dialogul in cazul erorii
10b0fed7 =  Numarul de incercari de incarcarea unui fisier:
b74a4eb4 = Numarul de incercari de  îndeplinire unei operatiei:
e925e727 = Nu pot deschide fisierul cu lista de serveri "servers.xml"!\n\nMotiv:  %s\n\nDe continuat executarea programei?
5691f01d = Fisierul nu a fost gasit.
f889038e = Couldn't create registry key for extension 
a6f551a4 = JPEG, PNG, GIF, BMP sau orice fisier
3f8280a0 = Orice fisier
071f2a13 = Adaugă fisiere
99b1cf20 = Linkuri la imagini/fisiere
9c196289 = Incarcarea fisierului
e2d789b7 = Deschide folder
9fc80a1f = N-am putut incarca fisierul "%s" la server. 
993275ff = Doriti sa extrageti cadre video?\n(daca apasati "Nu" fisierul va fi adaugat in lista)
6847c904 = Integrare in meniu contextual Explorer'ului
217b14ad = Submeniul contextual
d16b9920 = Încarcă fisiere
40fa61ee = Încarcă numai imagini
0b62df2a = Căutarea fişierelor...
997537e1 = Nici o imaginea nu a fost gasită.
06384eba = N-a fost gasit nici un fişier.
29ec3eb5 = Încarca mapa
392c0b9a = Din clipboard
c1c805cf = Fotografierea unei părţi a ecranului
2de80eff = Fotografierea ecranului intreg
09c93724 = Fotografierea ferestrii active
72892ffb = Arata fereastra programei
a865bdab = Meniu contextual a iconitei
e0014d35 = Informatie despre fisier
1602f956 = Fara actiune
ea8e3245 = Editeaza...
9cf705b6 = Atentie! Taste de acces rapid globale lucreaza numai cind este aratata iconita in tray.
05a1b0d1 = Video
6a997d89 = Incarcare
490f2e0f = Tray
2349b45b = Taste de acces rapid
9bb70523 = Arata iconita in tray
4a2a3d31 = Reactiile iconitei la clicuri
5573a358 = Clicul dublu pe butonul stîng 
5b376953 = Clicul  butonului sting
8b90580d = Apasarea butonul din mijloc
678ead0a = Clicul cu butonului drept
052643b0 = Nu executa copiile noi a programei din tray
f9a0aa6b = Actiune
61d72cf1 = Locale
4e8b8848 = Globale
a671892c = Tasta de acces rapid locala:
edae1ac6 = Tasta de acces rapid globala:
6fd7824a = Butonul "Windows"
ad00e025 = v
58beee87 = Captura regiunii dreptunghiulare
735ed372 = Captura elementului selectat
35b5a37c = Captura freehand
a4db637f = Incarca la server
4adee8c6 = Salveaza in Clipboard
ad565352 = Destinatia pozelor facute
75ae56ac = Intrerupe incarcare
c9e22505 = Nu pot inregistra scurtatura globala\n%s.\n Posibil ca ea este folosita de alta programa.
36690268 = Se incarca "%s" la server %s
4b3743d1 = Incarcarea pozei
2bd8819d = N-am putut sa incarc imaginea :(
dc4c773b = Apasati pe acest mesaj pentru a vedea detalii ...
72fd3b6c = Poza a fost incarcata
b0c4a9f9 = Descarcatorul imaginilor
23589bde = Fisierul '%s' nu este un fişier imagine (Mime-Type: %s).
9ad9d8f2 = Adaugă
1674760d = Monitoriza linkurile din clipboard
d9cb3533 = Adaugati linkuri catre imagine (http:// sau ftp://, cate un link pe linie)
2ea1c19f = Resultate incarcarii
6500dc31 = Для форума (BBCode)
9d37c4b1 = Pentru situri (HTML)
3b3caf1a = Linkuri simple (URL)
5fe12859 = Captura regiunii dreptunghiulare
74dadd8c = Imagini din Web
78d42b38 = Sterge
2b21a88d = Sterge tot
630e3f8a = Efectueaza logare
08a3ed3d = Captura de ecran
97e68ce5 = Mapa noua (sau album)
f3048ed4 = Editarea albumului
af3a41cf = Denumirea:
e75c4c88 = Descriere:
e34b9c60 = Acces:
aae1241c = Optiuni
40bc8ccc = Copiaza adresa URL 
ce8f89f3 = Foloseste link-uri directe
2ca472d0 = Captura regiunii dreptunghiulare...
4fa2c7c3 = Captura freehand...
422d6e0e = Captura elementului de control...
eec43f7c = Captura de ecran
839de6f6 = Alegerea dosarului
98ca1e1b = Setarile adaugatoare
aede8f3c = msec
3c5c1aa8 = ...
2ad421ad = Mapa pentru salvare pozelor:
70457da8 = Sablona numelui de fisier:
391c0f82 = Timeout pentru ascunderea ferestrei:
bfb4653f = Copiaza imaginea in clipboard
1f2100c8 = Setarile de salvare
528eddb8 = Aduce fereastra alesa cu mouse in prim-plan
090cc06a = %y - an, %m - luna, %d - ziua\n%h - ore, %n - minute, %s - secunde\n %i - număr de serie,\n%width% - lăţime,  %height% - înălţime a imaginii
5798415e = Lista mapelor
9ee7d3cd = Nu pot executa scriptul squirrel.
deb00a34 = Lista mapelor la server %s care apartin utilizatorului '%s':
cdcb92f2 = Deschide în navigatorul
a6171d56 = Creaza subfolder
3ed16525 = Creaza mapa
31e071c6 = Acest server nu suporta obtinerea listei de mape.
6960ecc6 = Nu pot obtine lista mapelor.
aa77baff = Setarile serverului %s
23fedba2 = Actualizare Image Uploader
1a602d4e = Denumirea
9bc173ec = Statut
aa70d1fa = Verificarea actualizărilor...
3827488f = O eroare privind primirea datelor de actualizare.
08641420 = Nu sunt disponibile actualizări noi.
4fb1e222 = In rand
75afeb77 = Actualizarea
c08cce9a = Finisheaza
a6591ac7 = Nu pot descarca fisierul de actualizare \'
bfab9e19 = Descarcarea fisierului 
23565008 = Eroare in parcursul actualizarii componentului  
31669654 = Verificarea MD5 a eşuat!
59f5fade = Nu pot extrage fisiere din archivul
0517d07c = Nu pot citi  
7c4a4594 = Actualizare finisata. %d din %d fisiere au fost actualizate.
488c615b = MD5 hash check failed.
eb3c9b13 = Descarcat %s din %s (%d %%)
91a54811 = Incarcarea imaginii..
1327f039 = Incarcarea a fost finisata.
bfd324ac = Crearea mapei "
90e75163 = Alegeţi server...
571f979c = Selectaţi mapa...
66f58c5d = Nu ati ales server!
341b5227 = Nu puteti incarca fisiere la server '%s' daca nu sunteti inregistrati pe server.\nVa rugam sa inregistrati pe acest server si setati username si parola in Image Uploader.
97e689a2 = Nu ati setat parametrile de logare la server '%s'!
a163c684 = Nu pot folosi sablonul pentru crearea schitei. Nu a fost gasit fisierul "Data\Thumb.png".
cbe2099c = Alegeti un server
f534d8c5 = Setati utilizator...
9c4fcb6c = Account nu e selectat
42dfaed5 = Mapa nu e selectata
98ad2704 = Setari server
c2cee230 = Mapa nouă
e9760e13 = Deschide pagina inregistrarii
e255b4f3 = Serverul pentru imagini
52b4a2f5 = Serverul pentru alte fisiere
3b8e572f = Marimea buferului de incarcarea:
0d5f961b = Afiseaza informatie despre fisier pe imagine
4d8b82ae = Adauga fisiere..
8398e174 = Din internet
da047ca5 = ecranului intreg sa a partii
a2cd7e26 = Poza a fost salvata in clipboard
7f44ccf2 = Verifică actualizări
47666903 = Actualizări sunt disponibile.
90f5be27 = Deschide in wizard
60642c1d = Adauga in wizard
49fb361b = Nu pot deschide sablona miniaturii!
44b797ee = Miniature
fd1bb2da = Setari de procesarea imaginilor
92d587bc = Istoria incarcarilor
7805993d = Copiaza adresa
3cabf888 = BBCode/HTML
8e9f6c1e = Sesiuni in total:
7071df75 = Fisieri in total:
284ae28c = Volum in total:
c2a787ef = Alege luna:
f96946d4 = Descarca miniature din Internet
227f7281 = Editare sablonei miniaturei
9395e177 = Culoarea conturului:
94905432 = Culorile
57ea80c4 = Culoarea ramei:
0dffaa4d = Grosime:
7d37a573 = Setarile textului:
199a80e4 = Text:
9c3e0b57 = Adauga text
467e61d6 = Aceeasi ca si a imaginei
2900b747 = Input Box
c952831f = Introduceţi un nume de profil:
dfa23ac5 = Sablona cu acest nume deja exista!
eb7f6222 = Text pe miniatura:
31f51163 = Culoarea fonului:
b657ac77 = Lăţimea:
ef584e2d = Înălţimea:
f3d25fe4 = Sablona miniaturei:
5ca5f56b = Creaza o copie
9de9e488 = Ajustare
4bd8e25c = Centrare
51ccfab4 = Intindere
a1527de9 = Creaza profil
f3b696e8 = Salveaza profil
94312b23 = Sterge profil
7c9ca8c6 = Numele profilului nou
d8cd45f6 = Introduceţi un nume de profil:
9de15f44 = Profilul curent nu a fost salvat. Doriti sa continuati?
1ace9fae = (editat)
42f4bb36 = Profilul nou
fa74324e = Doriti sa stergeti profilul '%s'?
45927bb6 = Profilul curent:
0a586bf1 = Nu proceseaza imagini daca nu e nevoie
2a00f9e5 = Mod:
5da69561 = Fisier: 
78283dae = Server: 
5dbccd86 = Numele fișierelui  contine caracteri  interzise !
97dd4149 = Adauga umbra
013c8906 = Sterge corneri a ferestrei
c0353157 = Sterge fonul sub fereastra 
a4c6dd14 = Editeaza profil
1b5c4344 = Fara schimbari
d1e82623 = Profilul:
7f643627 = Converteaza imagini
3710ccec = Miniature
335ed093 = Creaza miniature
eff7ece9 = Creaza miniature la server
f1e68db2 = Latimea miniaturei:
d3c00f24 = Adauga text pe miniatura
67266805 = Istorie
775dbf6b = Pozitia textului:
5f23e1c3 = Introduceti text de pe imaginea:
f54d26ec = Starteaza programa impreuna cu Windows
